command_answer = {
    "/start": {
        "button": [
            ["Решить тест 📝"],
            ["Инструкция ⚙", "Помощь 👨‍💻"]
        ],
        "answer": "*Приветствуем тебя в нашем новом проекте \"QQ\"!\n\nДанный проект предназначен для абсолютно бесплатного решения ЦДЗ тестов.\n\nПо всем вопросам писать: @qqsupport*",
        "inline": False,
        "image": "hello.jpg"
    },
    "Инструкция ⚙": {
        "button": [
            ["Решить тест 📝"],
            ["Инструкция ⚙", "Помощь 👨‍💻"]
        ],
        "answer": "Инструкция ⚙",
        "inline": False
    },
    "Помощь 👨‍💻": {
        "button": [
            ["Менеджер", dict(callback_url="https://t.me/qqsupport")],
        ],
        "answer": "Помощь 👨‍💻",
        "inline": True
    },
    "Отмена": {
        "button": [
            ["Решить тест 📝"],
            ["Инструкция ⚙", "Помощь 👨‍💻"]
        ],
        "answer": "Привет, друг!",
        "inline": False
    },
    "wait_answer": {
        "button": [
            ["Решить тест 📝"],
            ["Инструкция ⚙", "Помощь 👨‍💻"]
        ],
        "answer": "*⌛️На данный момент вы находитесь в очереди, ожидайте...*",
        "inline": False
    },
    "bad_answer": {
        "button": [
            ["Отмена"]
        ],
        "answer": "Ваше сообщение не является ссылкой.\nПовторите попытку. Отправьте ссылку на тест:",
        "inline": False
    }
}
